Repository: htmlburger/carbon-fields
Catalog: languages/carbon-fields-ui-*.po
Languages: ru_ru

source: Show preview
ru_ru: Предварительный просмотр

source: Hide preview
ru_ru: Скрыть предварительный просмотр

source: Fields
ru_ru: Поля

source: Field of type '%s' is not supported in Gutenberg.
ru_ru: Поле типа '%s' не поддерживается в Gutenberg.

source: Select Date
ru_ru: Выбрать Дату

source: Use File
ru_ru: Выбрать

source: Select File
ru_ru: Выбрать файл

source: Use Image
ru_ru: Выбрать

source: Select Image
ru_ru: Выбрать Изображение

source: Use Attachments
ru_ru: Выбрать

source: Select Attachments
ru_ru: Выбрать Файлы

source: No options.
ru_ru: Нет опций.

source: Search...
ru_ru: Поиск...

source: Maximum number of items reached (%s items)
ru_ru: Достигнуто максимальное число элементов (%s элементов)

source: Showing %1$d of %2$d results
ru_ru: Показаны %1$d из %2$d результатов

source: An error occurred while trying to fetch association options.
ru_ru: Произошла ошибка при попытке получить параметры ассоциации.

source: This field is required.
ru_ru: Обязательное поле.

source: Minimum number of items not reached (%s items)
ru_ru: Минимальное количество элементов не достигнуто (%s)

source: Select a color
ru_ru: Выбрать цвет

source: Duplicate
ru_ru: Дублировать

source: Remove
ru_ru: Удалить

source: Collapse
ru_ru: Свернуть

source: Couldn't create the label of group - %s
ru_ru: Не удалось создать метку группы - %s

source: Expand All
ru_ru: Развернуть все

source: Collapse All
ru_ru: Свернуть все

source: Minimum number of rows not reached (%1$d %2$s)
ru_ru: Минимальное количество строк не достигнуто (%1$d %2$s)

source: Add %s
ru_ru: Добавить %s

source: The address could not be found.
ru_ru: Адрес не найден.

source: Geocode was not successful for the following reason:
ru_ru: Запрос геокодера завершился ошибкой:

source: Error alert
ru_ru: Предупреждение об ошибке

source: An error occurred while trying to fetch oembed preview.
ru_ru: Произошла ошибка при попытке получить предварительный просмотр oembed.

source: Not Found
ru_ru: Не найдено

source: Text
ru_ru: Текст

source: Visual
ru_ru: Визуальный

source: Please enter the name of the new sidebar:
ru_ru: Пожалуйста, введите название для сайдбара:

source: An error occurred while trying to create the sidebar.
ru_ru: Произошла ошибка при попытке создать боковую панель.

source: Please choose
ru_ru: Пожалуйста, выберите

source: Select Time
ru_ru: Выбрать время

source: An unknown field is used in condition - "%s"
ru_ru: Неизвестное поле используется в условии - "%s"

source: %1$s type must be a string.
ru_ru: %1$s тип должен быть строкой.

source: %1$s %2$s is already registered.
ru_ru: %1$s %2$s уже зарегистрирован.

source: The "component" param must be a function.
ru_ru: Параметр "component" должен быть функцией.

source: The provided context isn't a valid one. Must be one of - %s .
ru_ru: Этот контекст не является допустимым. Должно быть один из - %s .

source: %s %s isn't registered.
ru_ru: %s %s не зарегистрирован.

source: An error occured.
ru_ru: Произошла ошибка.

source: An error occurred while trying to fetch files data.
ru_ru: Произошла ошибка при попытке получить данные файлов.

source: Could not find DOM element for container "%1$s".
ru_ru: Не удалось найти элемент DOM для контейнера "%1$s".

source: Unsupported container condition comparison operator used - "%1$s".
ru_ru: Используется неподдерживаемый оператор сравнения условий контейнера - "%1$s".

source: Unsupported container condition - "%1$s".
ru_ru: Неподдерживаемое условие контейнера - "%1$s".

source: Unsupported container condition relation used - "%1$s".
ru_ru: Используется неподдерживаемое отношение условий контейнера - "%1$s".
