Repository: htmlburger/carbon-fields
Catalog: languages/carbon-fields-*.po
Languages: bg_bg, da_dk, es_es, fa_ir, pt_br, zh_cn

source: General
bg_bg: Основни
da_dk: Generelt
fa_ir: عمومی
pt_br: Geral
zh_cn: 通用设置

source: Settings saved.
bg_bg: Настройките бяха запазени.
da_dk: Indstillinger gemt.
es_es: Tus cambios han sido guardados.
fa_ir: تنظیمات ذخیره گردید.
pt_br: Configurações salvas.
zh_cn: 设置已保存

source: If you need to add scripts to your footer (like Google Analytics tracking code), you should enter them in this box.
bg_bg: Ако искате да добавите скриптове към долния колонтитул (като Google Analytics проследяващ код), може да ги въведете в това поле.
da_dk: Hvis du har brug at tilføje scripts til din sidefod (ligesom Google Analytics sporingskode), skal du angive dem i denne boks.
es_es: Si quieres agregar scripts al footer (por ejemplo el código de Google Analytics)deberías incluirlo aquí.
fa_ir: اگر می خواهید اسکریپت هایی را به قسمت فوتر سایتتان اضافه نمایید (مثلا کدهای گوگل آنالیز)، می توانید آنها را در این قسمت وارد نمایید.
pt_br: Se você precisar adicionar scripts ao seu rodapé (como o código de acompanhamento do Google Analytics), insira-os nesta caixa.
zh_cn: 如果你需要将 JavaScript 代码添加到网站页脚（如 Goolge Analytics 跟踪代码），请这里输入

source: No form
bg_bg: Никаква форма
da_dk: Ingen formular
es_es: No existe el formulario
fa_ir: فرمی وجود ندارد
pt_br: Nenhum formulário
zh_cn: 没有表单

source: If you need to add scripts to your header, you should enter them here.
bg_bg: Ако искате да добавите скриптове към горния колонтитул, може да ги въведете тук.
da_dk: Hvis du har brug at tilføje scripts til din header, skal du indtaste dem her.
es_es: Si quieres agregar scripts al header del sitiodeberías incluirlo aquí.
fa_ir: اگر می خواهید اسکریپت هایی را به قسمت هدر سایتتان اضافه نمایید، می توانید آنها را در این قسمت وارد نمایید.
pt_br: Se você precisar adicionar scripts ao seu cabeçalho, você deve inseri-los aqui.
zh_cn: 如果你需要将 JavaScript 代码添加到你的页头，请这里输入

# sidebar
source: Add New
bg_bg: Добавяне на нова
da_dk: Tilføj Ny
es_es: Agregar nuevo
fa_ir: ایجاد
pt_br: Adicionar nova
zh_cn: 添加

source: Please enter a name for the sidebar.
bg_bg: Моля, въведете името на новата странична лента
da_dk: Indtast venligst et navn til sidebar.
pt_br: Por favor digite o nome para a sidebar.
zh_cn: 请输入边栏名称。

source: Unknown action attempted.
bg_bg: Опитано е непознато действие.
da_dk: Ukendt handling forsøgt.
pt_br: Ação desconhecida tentada.
zh_cn: 未知操作。

source: Sidebar with the same ID is already registered.
bg_bg: Странична лента с такъв ID вече съществува.
da_dk: Sidebar med samme ID er allerede registreret.
es_es: Ya existe un sidebar con el mismo ID.
fa_ir: یک سایدبار با همین شناسه قبلا ایجاد شده است.
pt_br: Uma sidebar com o mesmo ID já está registrada.
zh_cn: 相同的侧边栏 ID 已被注册

source: Failed to update option storing your custom sidebars. Please contact support.
bg_bg: Неуспешно запазване на страничната лента. Моля свържете се с отдел поддръжка.
da_dk: Kunne ikke opdatere mulighed for opbevaring af din brugerdefinerede sidebar. Kontakt venligst support.
pt_br: Falha ao atualizar a opção de armazenamento de suas sidebars personalizadas. Por favor entre em contato com o suporte.
zh_cn: 存储自定义侧边栏时发生错误。请联系技术支持。

source: Sidebar not found.
bg_bg: Страничната лента не бе открита.
da_dk: Sidebaren findes ikke.
es_es: Sidebar no encontrado.
fa_ir: سایدبار یافت نشد.
pt_br: Sidebar não encontrada.
zh_cn: 未找到侧边栏

source: Add Sidebar
bg_bg: Добавяне на странична лента
da_dk: Tilføj Sidebar
es_es: Agregar sidebar
fa_ir: افزودن سایدبار
pt_br: Adicionar Sidebar
zh_cn: 添加侧边栏

source: Please enter the name of the new sidebar:
bg_bg: Моля, въведете името на новата странична лента
da_dk: Indtast venligst et navn til sidebaren:
es_es: Por favor escribe el nombre del nuevo sidebar:
fa_ir: لطفا نام سایدبار جدید را وارد نمایید:
pt_br: Digite o nome da nova sidebar:
zh_cn: 请输入新侧边栏名称

source: Are you sure you wish to remove this sidebar?
bg_bg: Сигурни ли сте че искате да премахнете тази странична лента?
da_dk: Er du sikker på, at du vil fjerne denne sidebar?
es_es: Estás seguro de querer eliminar este sidebar?
fa_ir: آیا از حذف این سایدبار اطمینان دارید؟
pt_br: Tem certeza de que deseja remover esta sidebar?
zh_cn: 确定要删除这个侧边栏吗？

source: Please fill out all required fields highlighted below.
bg_bg: Моля, попълнете всички задължителни полета, подчертани по-долу.
es_es: Por favor, completa todos los campos obligatorios que se destacan.
fa_ir: لطفا همه فیلدهای الزامی را کامل نمایید.

source: The changes you made will be lost if you navigate away from this page.
bg_bg: Направените промени ще бъдат загубени ако излезете от страницата.
es_es: Si sales de la página se perderán todos los cambios que has realizado
fa_ir: اگر این صفحه را ترک نمایید، همه تغییراتتان از دست خواهند رفت.

source: The address could not be found.
bg_bg: Адресът не беше намерен.
es_es: No hemos podido encontrar la dirección que buscabas.
fa_ir: آدرس یافت نشد.

source: Geocode was not successful for the following reason:
bg_bg: Геолокацията не бе успешна поради следната причина:
es_es: Hemos tenido un problema con el Geocode:
fa_ir: Geocode به دلایل زیر ناموفق ماند:

source: Locate address on the map:
bg_bg: Потърсете адрес:

source: Minimum number of items not reached (%s items)
bg_bg: Минималния брой елементи не бе достигнат (%s елемента)

source: Maximum number of items reached (%s items)
bg_bg: Максималния брой елементи бе достигнат (%s елемента)
es_es: Has alcanzado el máximo de items (%s items)
fa_ir: به حداکثر تعداد مورد مجاز رسیده اید (%s مورد )

source: There are no %s yet. Click <a href="#">here</a> to add one.
bg_bg: Няма никакви %s в момента. Натиснете <a href="#">тук</a> за да добавите нови.
es_es: Todavía no hay %s. <a href="#">Haz click aquí</a> para agregar uno.
fa_ir: هیچ %s ای وجود ندارد. برای ساخت یک مورد <a href="#">اینجا</a> کلیک کنید.

source: Minimum number of rows not reached (%1$d %2$s)
bg_bg: Минималния брой елементи не бе достигнат (%1$d елемента)

source: Maximum number of rows exceeded (%1$d %2$s)
bg_bg: Максималния брой елементи бе достигнат (%1$d елемента)

# Complex field
source: Add %s
bg_bg: Добавяне на %s

# Complex field
source: Clone
bg_bg: Клониране

# Complex field
source: Remove
bg_bg: Премахване

# Complex field
source: Collapse/Expand
bg_bg: Свиване/Разпъване

source: Please fill out all fields correctly.
bg_bg: Моля, попълнете правилно всички полета.
es_es: Por favor, completa todos los campos correctamente.
fa_ir: لطفا همه فیلدها را به درستی کامل نمایید.

source: This field is required.
bg_bg: Това поле е задължително.
es_es: Este campo es obligatorio.
fa_ir: این فیلد الزامی است.

source: Please choose an option.
bg_bg: Моля, изберете.
es_es: Por favor, elige una opción.
fa_ir: لطفا یک مورد را انتخاب نمایید.

source: Select Time
bg_bg: Изберете време

source: Select Date
bg_bg: Изберете дата

source: %1$d selected item
bg_bg: %1$d избран елемент

source: %1$d selected items
bg_bg: %1$d избрани елементи

source: %1$d selected item out of %2$d
bg_bg: %1$d избран елемент от %2$d

source: %1$d selected items out of %2$d
bg_bg: %1$d избрани елементи от %2$d

source: Select a color
bg_bg: Изберете цвят

source: No options.
bg_bg: Няма опции.

source: Show all options
bg_bg: Покажи всички опции

source: Search...
bg_bg: Търсене...

# WordPress media attachment
source: URL
bg_bg: Връзка

# WordPress media attachment
source: Title
bg_bg: Заглавие

# WordPress media attachment
source: Artist
bg_bg: Автор

# WordPress media attachment
source: Album
bg_bg: Албум

# WordPress media attachment
source: Caption
bg_bg: Надпис

# WordPress media attachment
source: Alt Text
bg_bg: Допълнителен текст

# WordPress media attachment
source: Description
bg_bg: Описание

# WordPress media attachment
source: Close
bg_bg: Затвори

# WordPress media attachment
source: Save
bg_bg: Запази

# oEmbed field
source: Not Found
bg_bg: Няма резултати

source: Add File
bg_bg: Добавяне на нов файл

source: Select File
bg_bg: Избор на файл
es_es: Elige un archivo
fa_ir: انتخاب فایل

source: Select Image
bg_bg: Избор на картинка
es_es: Selecciona una imagen
fa_ir: انتخاب تصویر

source: Actions
bg_bg: Действия
da_dk: Handlinger
es_es: Acciones
fa_ir: عملیات
pt_br: Ações
zh_cn: 操作

source: Save Changes
bg_bg: Запазване
da_dk: Gem ændringer
es_es: Guardar cambios
fa_ir: ذخیره تغییرات
pt_br: Salvar alterações
zh_cn: 保存修改

source: No options are available for this widget.
bg_bg: Няма налични опции за тази джаджа.
da_dk: Der er ingen indstillinger for denne widget.
es_es: No hay opciones disponibles para este widget.
fa_ir: هیچ تنظیمی برای این ابزارک موجود نیست.
pt_br: Nenhuma opção está disponível para este widget.
zh_cn: 这个小工具没有提供选项。

source: Edit
es_es: Editar
fa_ir: ویرایش

source: This field is misconfigured
es_es: Este campo no se configuró correctamente
fa_ir: این فیلد به درستی تنظیم نشده است

source: Select a Color
es_es: Elige un color
fa_ir: انتخاب رنگ

source: Entry
es_es: Entrada
fa_ir: مورد

source: Entries
es_es: Entradas
fa_ir: مورد

source: Collapse/Expand
es_es: Minimizar/Expandir
fa_ir: باز / بسته

source: Clone
es_es: Clonar
fa_ir: کپی

source: Remove
es_es: Remover
fa_ir: حذف

source: Complex field "%1$s" layout is deprecated, please use "%2$s" or "%3$s" instead.
fa_ir: لایه بندی فیلد پیشفرته ی "%1$s" از رده خارج شده است، لطفا از "%2$s" یا "%3$s" به جای آن استفاده نمایید.

source: Complex field <code>
fa_ir: فیلد پیشفرته <code>

source: Date
es_es: Fecha
fa_ir: تاریخ

source: Files
es_es: Archivos
fa_ir: فایل

source: Maximum number of rows reached (%s rows)
es_es: Has alcanzado el máximo de líneas (%s lineas)
fa_ir: به حداکثر تعداد سطر مجاز رسیده اید (%s سطر )

source: Cannot create more than %s rows
es_es: No es posible crear más de %s líneas
fa_ir: امکان ساخت بیش از %s سطر وجود ندارد

source: Add %s
es_es: Agregar %s
fa_ir: افزودن %s

source: Minimum number of rows not reached (%d %s)
es_es: Límite mínimo de líneas no alcanzado (%d %s)
fa_ir: به حداکثر تعداد سطر مجاز نرسیده اید (%d %s)

source: Please install Gravity Forms plugin
es_es: Por favor instala el plugin Gravity Forms
fa_ir: لطفا افزونه گراویتی فورم را نصب نمایید

source: No Gravity Forms have been found.
es_es: Gravity Forms no ha sido instalado aún.
fa_ir: هیچ گراویتی فورمی یافت نشد.

source: Images
es_es: Imágenes
fa_ir: تصویر

source: Locate Address on the map
es_es: Encuentra una dirección en el mapa
fa_ir: یافتن آدرس در نقشه

source: Find
es_es: Encontrar
fa_ir: یافتن

source: no options
es_es: no hay opciones
fa_ir: گزینه ای وجود ندارد

source: selected item
es_es: Item seleccionado
fa_ir: مورد انتخابی

source: selected items
es_es: Items seleccionados
fa_ir: موارد انتخابی

source: out of
es_es: de
fa_ir: خارج از

source: Search
es_es: Buscar
fa_ir: جستجو

source: Associated:
es_es: Asociados:
fa_ir: وابستگی:

source: Add Media
es_es: Agregar media
fa_ir: افزودن پرونده

source: Visual
fa_ir: بصری

source: Text
es_es: Texto
fa_ir: متن

source: Show All Options
es_es: Mostrar todas las opciones
fa_ir: نمایش همه گزینه ها

source: Timepicker
fa_ir: درج کننده زمان

source: Complex field layouts are deprecated, please use <code>set_width()</code> instead.
es_es: Los campos complex han están desactualizados, por favor utiliza <code>set_width()</code> en vez de estos.

source: WordPress developer-friendly custom fields for post types, taxonomy terms, users, comments, widgets, options, navigation menus and more.
es_es: Crea campos personalizados de manera fácil en post types, taxonomías, usuarios, comentarios,widgets, opciones, menús y mucho más.

source: F j, Y
zh_cn: Y 年 m 月 d 日

source: No option names provided
da_dk: Navn for indstillinger mangles
pt_br: Nenhum nome de opção fornecido
zh_cn: 没有提供选项名称

source: Theme Options updated.
da_dk: Tema indstillinger opdateret.
pt_br: Opções do tema atualizadas.
zh_cn: 主题选项已更新
